{"bike_reports": 868, "max_crash_months": ["September 2008", "September 2011", "September 2016"], "dawn_collision_rate": 1.786301933360757, "dusk_collision_rate": 1.901417609572116, "ndor_count": 494, "db_dump": "data/db_dump", "total_bike_infra": 121, "cpmrir_max_month": "November", "total_sidewalk": 470, "mrir_correlation": 0.8389200519684826, "statuses": {"elsewhere": 67, "bike lane": 19, "sidewalk": 118, "bike trail": 8, "crosswalk": 352, "intersection": 106, "bike trail crossing": 94, "road": 85}, "cpmrir_multiplier": 5.8156278012637515, "max_monthly_crashes": 24, "day_collision_rate": 55.89574682896308, "report_count": 62161, "cpmrir_min_month": "March", "num_children": 274, "unparseable_count": 7369, "report_years": 11.342915811088295, "no_crash_months": ["January 2010", "February 2015", "January 2017", "January 2019", "February 2019", "March 2019", "April 2019", "May 2019"], "hit_and_run_total": 162, "post_2011_reports": 54308, "first_report": "January 15, 2008", "hit_and_run_counts": {"cyclist": 24, "both": 7, "driver": 128, "unknown": 3}, "under_11": 58, "yearly_median": 126, "hrir_correlation": 0.8936462829687618, "total_road": 191, "bike_pct": 1.5982912278117405, "night_collision_rate": 102.2111875236909, "last_report": "January  3, 2019", "now": "2019-05-20 14:51 ", "under_11_per_year": 7.857752225519288, "pct_children": 31.566820276497698, "daylight_correlation": 0.8818102382135283, "imagedir": "data/images", "injured_count": 815, "status_descriptions": [["Bike Lane", "Collision happened while a person on a bicycle was riding in a bike lane, including in an intersection.\n"], ["Bike Trail", "Collision happened while a person on a bicycle was riding on a bike trail, not in an intersection.\n"], ["Bike Trail Crossing", "Collision happened while a person on a bicycle was using a crosswalk between two bike trail segments, or continuing past the end of a bike trail over a crosswalk to the start of a sidewalk. This does not include cyclists crossing perpendicularly to a bike trail, unless they are continuing on another bike trail on the other side.\n"], ["Crosswalk", "Collision happened while a person on a bicycle was using a crosswalk between two sidewalks; that is, attempting to cross a road or intersection either in a painted crosswalk that is not part of a bike trail, or crossing an intersection from one sidewalk to another. This does not include cyclists who are riding on the street and pass through the intersection without using a crosswalk, nor cyclists in a crosswalk that is part of a bike trail.\n"], ["Elsewhere", "Collision happened elsewhere (alleyways, parking lots, etc.). This also includes ride-outs at mid-block and other collisions that happened on the road, but where the cyclist was not riding on the road as such.\n"], ["Intersection", "Collision happened while a person on a bicycle was riding through an intersection on the road, not using a crosswalk. Does not include cyclists who entered the intersection from a bike lane.\n"], ["Road", "Collision happened while a person on a bicycle was riding on the road, excluding intersections.\n"], ["Sidewalk", "Collision happened while a person on a bicycle was riding on a sidewalk that is not a bike trail. For instance, a car entering or leaving a private driveway or, in rare situations, a car that jumps the curb.\n"], ["Unknown", "The police report contained insufficient information to determine where the collision happened; or the collision record came from NDOR and no police report could be located.\n"]], "yearly_mean": 122.4}